Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: томография (МРТ) Imaging) МРТ — безопасное и безболезненное исследование. Для получения изображения мягких тканей, костей и кровотока используются радиоволны и магнитные поля. Информация на снимках поможет врачу поставить диагноз. Не опаздывайте. Обследование длится 30–90 минут. Что необходимо знать При наличии некоторых имплантатов проходить МРТ может быть небезопасно либо потребуется соблюдать меры предосторожности. Свяжитесь с учреждением, где будет проводиться исследование, и предупредите персонал, если: • Вы беременны или можете быть беременны • У вас кардиостимулятор • У вас аневризматические клипсы • У вас имплантирована помпа или стимулятор • У вас искусственный клапан сердца • У вас тканевые расширители груди • У вас установлен стент • Вы весите более 400 фунтов или 181 кг • У вас магнитные имплантаты • У вас кава-фильтр • У вас фаллопротез • У вас программируемый вентрикуло- перитонеальный или пояснично- перитонеальный шунтирующий клапан • В вашем теле или глазах есть металлические осколки или фрагменты
en: -MRI (Magnetic Resonance An MRI is a safe, painless test. It uses radio waves and a magnetic field to take pictures of soft tissues, bones and blood supplies. The pictures provide information that can help your doctor diagnose the problem that you are having. Arrive on time for your test. The test takes 30 to 90 minutes. What You Need to Know There are some body implants that can either not be safe for you to have an MRI or need special precautions for your safety. If you have any of the following, call the location where you are having your test to speak to staff before your test: • Are or could be pregnant • Have a heart pacemaker • Have aneurysm clips • An implanted pump or stimulator • An artificial heart valve • Breast tissue expander • Stents anywhere in your body • Weigh over 400 pounds or 181 kilograms • Have magnetic implants • Have a blood clot filter • Penil prosthesis • Programmable VP or LP shunt valve • Metal shrapnel or metal fragments inside your body or eyes MRI (Magnetic Resonance Imaging). Russian.

source: Если не получится определить положение имплантатов, исследование могут отложить, перенести или отменить. Сообщите персоналу, если у вас аллергия на контрастные препараты. Подготовка • Придите за 30 минут до назначенного времени. • При обследовании брюшной полости, печени или поджелудочной железы воздержитесь от еды и питья за 4 часа до процедуры. • Если вы принимаете лекарства от диабета, посоветуйтесь с врачом о способах контроля сахара в крови. Сообщите лаборанту, если у вас диабет, какие препараты вы принимаете и когда принимали их в последний раз. • Возьмите с собой список принимаемых лекарств. Сообщите врачу или лаборанту о принимаемых лекарствах, включая безрецептурные препараты, лекарственные травы, витамины и добавки, а также об аллергии на медикаменты. • Если вы носите медицинский пластырь, например никотиновый или нитроглицериновый, снимите его. Возьмите с собой новый пластырь и приклейте его после обследования. • Сообщите врачу, если у вас боязнь замкнутого пространства. Он может дать вам успокоительное. Если вы приняли успокоительное, вас должен сопровождать кто-то, кто сможет отвезти вас домой.
en: If the implants in your body cannot be identified, your test may be delayed, rescheduled or canceled. Tell staff if you have an allergy to contrast medicines. To Prepare for the Test • Plan to arrive 30 minutes before your appointment time. • If pictures are being taken of your abdomen, liver or pancreas, do not eat or drink for 4 hours before the test. • If you take diabetes medicines, talk with your doctor about how to control your blood sugar before the test. Tell the technologist if you are diabetic, the blood sugar medicines you take and when you last took them. • Bring your medicine list with you. Tell the doctor or technologist about the prescription medicines you take, including over the counter, herbals, vitamins or supplements, and if you have any medicine allergies. • If you wear any kind of medicine patch, such as nicotine or nitroglycerin patch, they will need to be removed for this test. Bring a new patch that you can put on after your test. • If being in a closed space frightens you, talk to your doctor. Your doctor may give you some medicine to bring with you to help you relax. If you do bring medicine to help relax, you need to have someone with you that can drive you home. MRI (Magnetic Resonance Imaging). Russian.

source: В день обследования • Возьмите удостоверение личности и страховку. • В вашем присутствии персонал изучит вашу историю болезни. • Вам необходимо будет снять с тела металлические предметы (часы, заколки, бюстгальтер, украшения, монеты и пирсинг). Оставьте ценные вещи дома. Вы ничего не сможете взять с собой в кабинет, даже сумочку, кошелек и ключи. • Вы переоденетесь в больничную одежду. Для хранения вещей предусмотрен запирающийся шкафчик. • В руку могут установить катетер для внутривенного введения контрастного вещества. Оно необходимо для повышения качества изображения при определенных МРТ-исследованиях. Во время обследования • Вы ляжете на стол, расположенный посередине длинного аппарата, похожего на трубу. • Стол будет перемещаться внутрь аппарата, пока обследуемая часть тела не окажется в центре. • На исследуемую область тела могут положить особую катушку для повышения качества снимков. Например, при исследовании головы используется катушка над головой в виде шлема.
en: Day of Your Test • Bring your ID and insurance card. • Staff will review your medical history with you. • You will need to remove all metal items such as watch, hairpins, bra, jewelry, coins and piercings from your body. Please leave valuable belongings at home. You will not be able to take anything into the room including your purse, wallet or keys. • You will be asked to change into hospital clothing. A locker is provided for your things. • An IV may be started in your arm for IV medicine called contrast. IV contrast is needed to give better pictures for certain MRI tests only. During the Test • You will lie on a padded table in the middle of a long tube-like machine. • The table slides into the opening of the machine until the part of your body to be checked is in the center. • A device, called a coil, may be placed on the area of your body to be tested. This device helps the machine take better pictures. For example, If you are having a test of your head, you may have a head coil that is over your head like a helmet. MRI (Magnetic Resonance Imaging). Russian.

source: • Контакте с предметами или поверхностями, на которых есть стафилококк. Заражение может произойти во время использования спортивного инвентаря, при нанесении татуировки или пирсинга у непрофессионального мастера либо в антисанитарных условиях. • Наличии на коже порезов или царапин. • Нахождении или проживании в местах скопления людей, таких как детские сады. • Физическом контакте с разными людьми, например при участии в командных играх. • Совместном использовании предметов личной гигиены: полотенец, зубных щеток, расчесок и спортивной одежды. • Ослабленной иммунной системе. • Наличии кожных заболеваний, таких как экзема. Обследование на наличие МРЗС Обратитесь к врачу, если у вас или вашего ребенка есть незаживающие раны или такие признаки инфекции, как повышенная температура, боль, покраснение, жжение, припухлость или выделения из ран. Врач проведет исследование для определения возбудителя инфекции. В ходе исследования будет подобран максимально эффективный антибиотик.
en: • Have contact with items or surfaces that have the staph germ on them. This could be sports equipment or getting tattoos or piercings from people who are not licensed or places that are not clean. • Have cuts or scrapes on their skin. • Live or spend time in crowded places, like daycare centers. • Engage in a lot of physical contact, such as sports teams. • Share personal items, like towels, toothbrushes, combs, and sports gear. • Have a weakened immune system. • Have skin damage caused by a medical condition, like eczema. Testing for MRSA See a doctor if you or your child has a skin wound that is not healing or if there are signs of an infection, such as fever, pain, redness, warmth, swelling or drainage from skin wounds. The doctor will do a test to decide what type of germ is causing the infection. The test will also tell the doctor which antibiotic will work best. MRSA (Methicillin Resistant Staphylococcus Aureus). Russian.

source: Как лечится МРЗС? Большинство стафилококковых инфекций, в том числе МРЗС, можно вылечить с помощью антибиотиков. • Если врач выписал вам антибиотик, необходимо принять всю назначенную дозу, даже если вам стало лучше. • Если врач назначил вам мазь, наносите ее на все пораженные участки кожи, даже очень маленькие. • Если у вас кожная инфекция, врач может сделать надрез для дренирования. Если пораженный участок закрыт марлевой повязкой, врач может попросить привести вашего ребенка еще раз, чтобы обработать рану. • Не участвуйте в контактных видах спорта, пока не вылечитесь от инфекции. • Если лечение не помогает, позвоните врачу. Как предотвратить распространение МРЗС? Чтобы предотвратить распространение МРЗС и других бактерий: • Мойте руки с мылом в течение 15–20 секунд или дезинфицируйте их антисептиком на спиртовой основе, особенно после контакта с пораженным участком кожи. • Обрабатывайте любые порезы или поражения кожи. Перевязывайте их чистым сухим бинтом до тех пор, пока они не заживут. • Не дотрагивайтесь до порезов или повязок других людей. • Пользуйтесь отдельными полотенцами, бритвами, одеждой и другими предметами личной гигиены.
en: How is MRSA treated? Most staph infections, including MRSA, can be treated with certain antibiotics. • If your doctor prescribes an antibiotic, it is very important to take all of the medicine as ordered, even if the infection is getting better. • If an ointment is prescribed, apply it to all skin lesions, even the tiny ones. • If there is a skin infection, your doctor may make an incision to drain the infection. If the area was packed with a gauze dressing, your doctor may want your child to come back to have the wound taken care of. take part in contact sports until • Do not the infection has healed. • Call your doctor if your infection does not get better with treatment. How do I prevent the spread of MRSA? To prevent the spread of MRSA and other bacteria: • Wash your hands for 15 to 20 seconds with soap and water or use an alcohol- based hand sanitzer often, especially after touching a skin lesion. • Keep any cuts or lesions clean. Keep them covered with clean, dry bandages until healed. • Do not touch other people’s cuts or bandages. • Do not share personal items like towels, razors, clothing or equipment. MRSA (Methicillin Resistant Staphylococcus Aureus). Russian.

source: при лечении заболеваний with Cancer Treatment Тошнота — это ощущение дискомфорта в желудке, зачастую возникающее перед рвотой. Тошнота и рвота могут быть побочными явлениями при лечении рака. Некоторые люди более подвержены тошноте и рвоте больше, чем другие. Тошнота и рвота могут быть вызваны лекарствами, применяемыми при химиотерапии. Зачастую при химиотерапии даются лекарства для предотвращения тошноты: они могут даваться до лечения либо одновременно с ним. Ваш врач скажет, когда именно нужно принимать лекарства. Лучевая терапия грудной клетки, живота или спины также может вызвать тошноту и рвоту. Если вы испытывает дискомфорт, обратитесь к врачу или медсестре. Тошнота и рвота могут также быть вызваны другими медицинскими проблемами. Порядок действий Тошноту и рвоту необходимо устранить как можно скорее. Это поможет избежать проблем, вызванных длительной тошнотой или большой потерей жидкости, называемой обезвоживанием. Некоторые симптомы обезвоживания: • Сухость во рту • Потрескавшиеся губы • Головокружение • Сухость глаз • Уменьшение количества мочи • Очень сухая кожа Позвоните своему врачу или медсестре, если у вас такая сильная тошнота, что вы не можете принимать жидкость или было больше двух приступов рвоты за 24 часа. Не медлите.
en: Nausea and Vomiting Nausea is a sick, uncomfortable feeling in your stomach that often comes before vomiting. Nausea and vomiting are possible side effects of cancer treatments. Some people are more affected by nausea and vomiting than others. Chemotherapy medicines can cause nausea and vomiting. Medicines to prevent nausea are often given with chemotherapy. These medicines can be given before treatment or during treatment. Your doctor will tell you when you should take these medicines. Radiation therapy to the chest, stomach or back may also cause nausea and vomiting. Talk to your doctor or nurse if you have problems. Nausea and vomiting may also occur from other medical problems. What to do It is best to treat nausea early. This can help prevent problems caused by prolonged nausea or too much water loss called dehydration. Signs of dehydration include: • Dry mouth • Cracked lips • Dizziness • Dry eyes • Less urine output • Very dry skin Call your doctor or nurse if you are too nauseated to drink liquids or if you have more than two episodes of vomiting in 24 hours. Do not wait. Nausea and Vomiting with Cancer Treatment. Russian.

source: Советы по приему пищи и жидкости Вы можете есть и пить все, что захотите. Полезные рекомендации: • Перед химиотерапией принимайте только легкую пищу. • Вместо трехразового питания ешьте небольшими порциями каждые несколько часов. • Ежедневно выпивайте минимум 6–8 стаканов жидкости. • Ограничьте употребление жидкостей, содержащих кофеин, таких как тонизирующие напитки, кофе и чай. • Ешьте фруктовый лед, мятные и кислые леденцы, пейте цитрусовые напитки или имбирный эль. Это поможет вам избавиться от неприятного привкуса во рту после химиотерапии. • Питайтесь легкими продуктами, такими как соленые крекеры, тосты, обезжиренное молоко, шербет, фрукты, запеченный картофель или натуральные овощи. • Не употребляйте острую, жирную или жареную пищу. • Чтобы избежать сильных запахов, попросите кого-нибудь приготовить вам пищу. • При приеме лекарств от тошноты и рвоты избегайте употребления алкоголя. • Не ложитесь сразу после приема пищи. Посидите или отдохните, положив голову на подушки. Лекарства от тошноты и рвоты Прием лекарств помогает предотвратить тошноту и рвоту. Принимайте все лекарства в соответствии с предписанием врача.
en: Eating and drinking tips During this time, you may eat and drink anything that you like. You may find these tips helpful: • Eat only a light meal before chemotherapy. • Eat small meals every few hours instead of 3 bigger meals each day. • Drink at least 6 to 8 glasses of liquids each day. • Limit drinking liquids with caffeine such as soft drinks, coffee and tea. • Use popsicles, mints, tart hard candies, citrus flavored drinks or ginger ale. They may help get rid of the bad taste in your mouth after chemotherapy. • Eat bland foods such as saltine crackers, toast, skim milk, sherbet, fruit, baked potatoes or plain vegetables. • Avoid spicy, fatty, greasy or fried foods. • Let someone else cook to avoid smelling strong odors. • Avoid alcohol while taking medicine for nausea and vomiting. • Avoid lying down right after eating. Sit up or rest with your head raised on pillows. Medicines to prevent nausea and vomiting Medicines can help prevent nausea and vomiting. Take all medicines as ordered by your doctor. Nausea and Vomiting with Cancer Treatment. Russian.

source: • После того, как все лекарство будет израсходовано, выключите аппарат. Процедура длится 10–15 минут. • В конце процедуры сделайте пару глубоких вдохов и откашляйтесь, чтобы избавиться от мокроты. Сплюньте мокроту в бумажный платок и выбросьте его в мусорку. Вымойте руки. Прекратите процедуру, если: • вы почувствуете слабость, головокружение или дрожь; • ваш пульс сильно участится. Подождите несколько минут и, если симптомы исчезнут, возобновите ингаляцию. Если симптомы не исчезнут или появятся вновь, обратитесь к врачу. Возможно, придется изменить лекарство или его дозировку. Как подготовить лекарство Выполните следующие действия, чтобы подготовить лекарство для ингаляции. 1. Вымойте руки теплой водой с мылом и вытрите их насухо. 2. Приготовьте лекарство и соберите контейнер-распылитель небулайзера. 3. Проверьте этикетку, чтобы убедиться, что вы используете нужный препарат. Также убедитесь, что дозировка и концентрация медикамента соответствуют предписанию врача. Проверьте срок годности. Если он истек, необходимо использовать новое лекарство.
en: • When all the medicine is used up, turn off the pump. The treatment will last about 10 to 15 minutes. • Take a couple deep breaths and cough at the end of your treatment to bring up any loose mucus. Spit the mucus into a tissue and throw the tissue into the trash. Wash your hands. Stop the treatment if: • You feel light headed, dizzy or shaky. • Your pulse rate gets much faster. Wait a few minutes and if the symptoms go away, restart the treatment. If the symptoms do not go away, or if they come back when you restart the treatment, call your doctor. You may need to change your medicine or dose. How to Prepare Your Medicine Follow these steps to get your medicine ready to do the nebulizer treatment: 1. Wash your hands with soap and warm water. Rinse and dry your hands. 2. Gather your medicine and the nebulizer cup. 3. Check your medicine label to be sure it is the right medicine. Also check that you have the correct dose or strength of medicine your doctor ordered. Look at the expiration date on the label and be sure that your medicine is not out of date. If the date is past, you need to get new medicine. Nebulizer Treatments. Russian.

source: Очищайте распылитель небулайзера и мундштук или маску после каждого использования в соответствии с указаниями. После каждой процедуры 1. Отсоедините распылитель от трубки и от мундштука или маски. Уберите трубку до следующей процедуры. 2. Откройте распылитель и промойте его составные части и мундштук или маску теплой проточной водой. 3. Стряхните лишнюю воду и положите все части на чистые бумажные полотенца для высыхания. 4. Накройте части другим чистым бумажным полотенцем до следующей процедуры. 5. Вымойте руки теплой водой с мылом и вытрите их насухо. В конце каждого дня 1. Вымойте части распылителя, мундштук или маску теплой водой с жидким средством для мытья посуды. 2. Тщательно промойте детали теплой проточной водой. 3. Положите детали на бумажные полотенца для высыхания. Накройте части чистым бумажным полотенцем до следующей процедуры. Один раз в неделю или согласно указаниям 1. Замочите предварительно вымытые части распылителя в растворе белого уксуса на 30 минут. При этом все детали должны быть полностью покрыты раствором. • Приготовьте раствор из 1 части белого уксуса и 3 частей воды. Например, смешайте в контейнере 1 стакан уксуса и 3 стакана воды.
en: Clean the nebulizer cup and the mouthpiece or mask after each use and as directed to prevent infections. After each treatment 1. Disconnect the cup from the tubing and from the mouthpiece or mask. Set the tubing aside until the next treatment. 2. Open the nebulizer cup and rinse the cup parts and the mouthpiece or mask under warm running water. 3. Shake off the excess water and place parts on clean paper towels to air dry. 4. Cover the parts with another clean paper towel until your next treatment. 5. Wash your hands with soap and warm water. Rinse and dry your hands. At the end of each day 1. Wash the cup parts, mouthpiece or mask with liquid dishwashing detergent and warm water. 2. Rinse parts well with warm running water. 3. Place parts on paper towels to air dry. Cover with a clean paper towel until your next treatment. One time each week or as directed 1. Soak the pre-washed parts in white vinegar solution for 30 minutes. All parts should be completely covered by the solution while soaking. • To make the solution, mix 1 part white vinegar and 3 parts water. For example, mix 1 cup of white vinegar with 3 cups of water in a container. Nebulizer Treatments. Russian.

source: Нитроглицерин — это лекарство для лечения боли в груди (стенокардии). Принимайте нитроглицерин согласно указаниям врача. • Если вы беременны или кормите грудью, посоветуйтесь с врачом. • Всегда носите нитроглицерин с собой. • Это лекарство может вызвать головокружение при вставании. Если вы сидели или лежали, вставайте медленно. • Спросите врача, можно ли вам употреблять алкоголь, если вы принимаете нитроглицерин. • Храните нитроглицерин в оригинальной упаковке при комнатной температуре в сухом прохладном месте. • Обязательно замените лекарство по истечении срока годности. • Храните лекарство в недоступном для детей месте. Нитроглицерин в таблетках: 1. При боли в груди сядьте и отдохните. Положите 1 таблетку под язык и дайте ей раствориться. Не глотайте, не жуйте и не раздавливайте таблетку. 2. Если через 5 минут боль не пройдет, положите под язык вторую таблетку. 3. Если боль в груди сохранится спустя еще 5 минут, примите третью таблетку. Можно принять не более 3 таблеток в течение 15 минут.
en: Nitroglycerin Nitroglycerin is a medicine used to treat chest pain called angina. Take nitroglycerin as directed by your doctor. • If you are pregnant or breastfeeding, talk to your doctor before using this medicine. • Always keep your nitroglycerin with you. • This medicine may make you dizzy or lightheaded when you stand up or get out of bed. Get up slowly from a sitting or lying position. • Ask your doctor if it is safe for you to drink alcohol while using nitroglycerin medicine. • Keep nitroglycerin in its original bottle to keep its strength. Store it at room temperature away from moisture and heat. • Be sure to replace the bottle if it has passed the expiration date. • Keep the medicine out of the reach of children. If you use tablets: 1. When you have chest pain, sit down and rest. Place 1 tablet under your tongue and let it dissolve. Do not swallow, chew or crush the tablet. 2. If you still have chest pain after 5 minutes, put a second tablet under your tongue. 3. If the chest pain does not go away after another 5 minutes, use a third tablet. You may take up to 3 tablets in 15 minutes. Nitroglycerin. Russian.
